development-1989	Burnett Stone (Peter Fonda) is Lily's grandfather and Lady's caretaker. He keeps her in Muffle Mountain.	her	81	Lily	31	TRUE	Lady	54	FALSE	http://en.wikipedia.org/wiki/Thomas_the_Tank_Engine_film_characters
development-1990	It premiered on 2 October 2003 at the Mahalia Jackson Theater in New Orleans conducted by Robert Lyall with Yali-Marie Williams in the title role. In 2001 New Orleans Opera commissioned Thea Musgrave to compose a new opera for the 2003 celebrations of the Louisiana Purchase bicentennial. On the suggestion of the company's General Director Robert Lyall, Musgrave chose Micaela Almonester, Baroness de Pontalba as her subject.	her	414	Musgrave	355	TRUE	Micaela Almonester	370	FALSE	http://en.wikipedia.org/wiki/Pontalba_(opera)
development-1991	Her name, which means ``My friend'' in (French: mon ami), is given by Ry*ko after Junichiro misunderstands Marianne and Lucienne's pronunciation. She is known to the JPP as R-9. At the end of the anime series, she is found to be under Ry*ko's custody and even has Marianne and Lucienne keep an eye on her while going to a school in France.	her	301	Marianne	264	FALSE	Lucienne	277	FALSE	http://en.wikipedia.org/wiki/Yakushiji_Ry%C5%8Dko_no_Kaiki_Jikenbo
development-1992	Desperate to avoid disappointing Little Ricky, Lucy decides to dress up as Superman herself. She and Ethel hatch a plan whereby Lucy will use the vacant apartment next door to walk onto the ledge and enter through the window of the Ricardo apartment during the party, hoping to fool their children into believing that she's the Man of Steel.	she	318	Ethel	101	FALSE	Lucy	128	TRUE	http://en.wikipedia.org/wiki/Lucy_and_Superman
development-1993	Patric followed her back to Weatherfield and they got engaged, though Patric promised Alan that he would wait until he had finished his studies before they married. However, after he discovered that Jenny had been kissing another man at a party, Patric calls off the engagement and returned to France. On the eve of her 18th birthday in 1989, Jenny stops Alan suffocating Rita but continues to stand by her father regardless, although she was torn between her loyalty to him and her love for Rita.	her	316	Jenny	343	TRUE	Rita	372	FALSE	http://en.wikipedia.org/wiki/Jenny_Bradley
development-1994	She then determined on becoming an artist, and she studied painting in France at the Robert-Fleury studio and at the Acad*mie Julian. The Acad*mie, as one of the few establishments that accepted female students, attracted young women from all over Europe and the United States. Fellow students at the Acad*mie included Anna Bili*ska-Bohdanowiczowa and especially Louise Breslau, whom Bashkirtseff viewed as her only real rival.	her	407	Louise Breslau	363	TRUE	Bashkirtseff	384	FALSE	http://en.wikipedia.org/wiki/Marie_Bashkirtseff
development-1995	Bill Grainer Bill Grainer is a Grammy certified American songwriter and producer. He has written for such artists as Jai McDowall, Linda Eder, and Jennifer Hudson, with whom he co-wrote the song ``Stand Up'' for her Grammy Award-winning self-titled debut album.	her	212	Linda Eder	131	FALSE	Jennifer Hudson	147	TRUE	http://en.wikipedia.org/wiki/Bill_Grainer
development-1996	Faye's third husband, Paul Resnick, reported that a concerned Nicole called him in early June 1994 to report that ``Faye was getting out of control'' and abusing cocaine again. Resnick stayed for several days at Brown's condominium until on June 9, 1994, Nicole and several other friends conducted an intervention and persuaded Faye to check into the Exodus Recovery Center in Marina Del Rey, California. Three days later, Brown and her friend, waiter Ronald Goldman, were murdered.	her	433	Nicole	255	FALSE	Faye	328	TRUE	http://en.wikipedia.org/wiki/Faye_Resnick
development-1997	The plot of the film focuses on the life of a Chinese American family who struggles with identity. The mother, Doris Chu, has undergone blepharoplasty, or ``double eyelid'' surgery, and the oldest of two daughters, Mei, has trouble understanding her mother's actions.	her	246	Doris Chu	111	FALSE	Mei	215	TRUE	http://en.wikipedia.org/wiki/Two_Lies
development-1998	Grant played the part in Trevor Nunn's movie adaptation of Twelfth Night, dancing dreadfully in front of Mel Smith's Sir Toby, getting his sword caught in a branch of a tree and being kicked in the groin during his duel with ``Cesario'' (Imogen Stubbs). When Maria (Imelda Staunton) tricks Malvolio (Nigel Hawthorne) into wearing yellow stockings, she reveals to her fellow conspirators that ``'tis a colour (my lady Olivia) abhors''.	she	348	Maria	259	TRUE	Imelda Staunton	266	FALSE	http://en.wikipedia.org/wiki/Sir_Andrew_Aguecheek
development-1999	The fashion house specialised in hand-printed and hand-embroidered evening wear and scarves. As a part of the global extension of London fashion Helen took part in ``London Goes to Tokyo'' event organised by Suzanne Bartsch, a show intended to broaden the reach of British designers. She has also designed hosiery for Sophie Mirman's ``Sock Shop'', under the English Eccentrics name.	She	284	Helen	145	TRUE	Suzanne Bartsch	208	FALSE	http://en.wikipedia.org/wiki/Helen_David
development-2000	Watkins was a close friend of Hess' first wife, Katherine Hawley. She was one of the first to send sympathy when Hawley was thrown from a horse and killed. Watkins and Hess had a son, Adam Hess, who was an attorney and secretary for the Aetna until his death in 1969; he left three daughters, Elizabeth, Faye, and Emily, the only grandchildren of Watkins. Watkins obtained her release from Fox prior to her marriage.	her	373	Elizabeth	293	FALSE	Watkins	347	TRUE	http://en.wikipedia.org/wiki/Linda_Watkins
