development-1994	She then determined on becoming an artist, and she studied painting in France at the Robert-Fleury studio and at the Acad*mie Julian. The Acad*mie, as one of the few establishments that accepted female students, attracted young women from all over Europe and the United States. Fellow students at the Acad*mie included Anna Bili*ska-Bohdanowiczowa and especially Louise Breslau, whom Bashkirtseff viewed as her only real rival.	her	407	Louise Breslau	363	TRUE	Bashkirtseff	384	FALSE	http://en.wikipedia.org/wiki/Marie_Bashkirtseff
development-1995	Bill Grainer Bill Grainer is a Grammy certified American songwriter and producer. He has written for such artists as Jai McDowall, Linda Eder, and Jennifer Hudson, with whom he co-wrote the song ``Stand Up'' for her Grammy Award-winning self-titled debut album.	her	212	Linda Eder	131	FALSE	Jennifer Hudson	147	TRUE	http://en.wikipedia.org/wiki/Bill_Grainer
development-1996	Faye's third husband, Paul Resnick, reported that a concerned Nicole called him in early June 1994 to report that ``Faye was getting out of control'' and abusing cocaine again. Resnick stayed for several days at Brown's condominium until on June 9, 1994, Nicole and several other friends conducted an intervention and persuaded Faye to check into the Exodus Recovery Center in Marina Del Rey, California. Three days later, Brown and her friend, waiter Ronald Goldman, were murdered.	her	433	Nicole	255	FALSE	Faye	328	TRUE	http://en.wikipedia.org/wiki/Faye_Resnick
development-1997	The plot of the film focuses on the life of a Chinese American family who struggles with identity. The mother, Doris Chu, has undergone blepharoplasty, or ``double eyelid'' surgery, and the oldest of two daughters, Mei, has trouble understanding her mother's actions.	her	246	Doris Chu	111	FALSE	Mei	215	TRUE	http://en.wikipedia.org/wiki/Two_Lies
development-1998	Grant played the part in Trevor Nunn's movie adaptation of Twelfth Night, dancing dreadfully in front of Mel Smith's Sir Toby, getting his sword caught in a branch of a tree and being kicked in the groin during his duel with ``Cesario'' (Imogen Stubbs). When Maria (Imelda Staunton) tricks Malvolio (Nigel Hawthorne) into wearing yellow stockings, she reveals to her fellow conspirators that ``'tis a colour (my lady Olivia) abhors''.	she	348	Maria	259	TRUE	Imelda Staunton	266	FALSE	http://en.wikipedia.org/wiki/Sir_Andrew_Aguecheek
development-1999	The fashion house specialised in hand-printed and hand-embroidered evening wear and scarves. As a part of the global extension of London fashion Helen took part in ``London Goes to Tokyo'' event organised by Suzanne Bartsch, a show intended to broaden the reach of British designers. She has also designed hosiery for Sophie Mirman's ``Sock Shop'', under the English Eccentrics name.	She	284	Helen	145	TRUE	Suzanne Bartsch	208	FALSE	http://en.wikipedia.org/wiki/Helen_David
development-2000	Watkins was a close friend of Hess' first wife, Katherine Hawley. She was one of the first to send sympathy when Hawley was thrown from a horse and killed. Watkins and Hess had a son, Adam Hess, who was an attorney and secretary for the Aetna until his death in 1969; he left three daughters, Elizabeth, Faye, and Emily, the only grandchildren of Watkins. Watkins obtained her release from Fox prior to her marriage.	her	373	Elizabeth	293	FALSE	Watkins	347	TRUE	http://en.wikipedia.org/wiki/Linda_Watkins
